Repository: PBA1886/acadon_base
Catalog: MainApp/Translations/acadon Base.*.xlf
Languages: de_de

# Page 938890024 - Control 2101801964 - Property 1295455071
source: The Blob Storage Container Name.
de_de: Der Container name des Blob Storages.

# Page 938890024 - Control 812349251 - Property 1295455071
source: The generated URI that is invoked.
de_de: Die generierte URI, welche aufgerufen wird.

# Page 938890024 - Control 812349251 - Property 2879900210
source: Generated URI
de_de: Generierte Url

# Page 938890024 - Control 889292200 - Property 1295455071
source: The Result of the webrequest.
de_de: Das Ergebnis des Webrequests.

# Page 938890024 - Control 889292200 - Property 2879900210
source: Result
de_de: Ergebnis

# Page 938890024 - Action 1561766673 - Property 1295455071
source: Execute the request to the Blob Storage.
de_de: Führe die Anfrage zum Blob Storage aus.

# Enum 1942718216 - EnumValue 25461392 - Property 2879900210
source: Blob Container
de_de: Azure Blob Storage

# Enum 1942718216 - EnumValue 363218485 - Property 2879900210
source: File Share
de_de: Azure Dateifreigabe
