Repository: PBA1886/acadon_base
Catalog: MainApp/Translations/acadon Base.*.xlf
Languages: de_de

# Table 4107438787 - Field 883711285 - Property 2879900210
source: Entry No.
de_de: Posten Nr.

# Table 4107438787 - Field 771523618 - Property 2879900210
source: Last-Modified
de_de: Zuletzt geändert

# Table 4107438787 - Field 2274610406 - Property 2879900210
source: XML Value
de_de: XML Wert

# Table 652615724 - Field 995333756 - Property 2879900210
source: Content-Length
de_de: Inhalt Größe

# Table 652615724 - Field 883711285 - Property 2879900210
source: Entry No.
de_de: Posten Nr.

# Table 652615724 - Field 2274610406 - Property 2879900210
source: XML Value
de_de: XML Wert

# Table 2371616585 - Property 2879900210
source: Blob Storage Connection
de_de: Blob Storage Verbindung

# Table 2371616585 - Field 3207683269 - Property 2879900210
source: Authorization Type
de_de: Autorisierungsart

# Table 2371616585 - Field 1954283594 - Property 2879900210
source: Connection Type
de_de: Verbindungsart

# Table 2371616585 - Field 3461834954 - Property 2879900210
source: Description
de_de: Beschreibung

# Table 2371616585 - Field 839089114 - Property 2879900210
source: Secret
de_de: Schlüssel

# Table 2371616585 - Field 1774875551 - Property 2879900210
source: Source Container Name
de_de: Herkunft Container Name

# Table 2371616585 - Field 1305033227 - Property 2879900210
source: Target Container Name
de_de: Ziel Container Name

# Table 2399678664 - Field 883711285 - Property 2879900210
source: Entry No.
de_de: Posten Nr.

# Table 2399678664 - Field 771523618 - Property 2879900210
source: Last-Modified
de_de: Zuletzt geändert

# Table 2399678664 - Field 2274610406 - Property 2879900210
source: XML Value
de_de: XML Wert

# Table 946962095 - Field 995333756 - Property 2879900210
source: Content-Length
de_de: Inhalt Größe

# Table 946962095 - Field 782056840 - Property 2879900210
source: Content-Type
de_de: Inhaltstyp

# Table 946962095 - Field 3893835339 - Property 2879900210
source: Creation-Time
de_de: Erstellungszeit

# Table 946962095 - Field 883711285 - Property 2879900210
source: Entry No.
de_de: Posten Nr.

# Table 946962095 - Field 2981864456 - Property 2879900210
source: Full Name
de_de: Vollständiger Name

# Table 946962095 - Field 771523618 - Property 2879900210
source: Last-Modified
de_de: Zuletzt geändert

# Table 946962095 - Field 1789400218 - Property 2879900210
source: Level
de_de: Ebene

# Table 946962095 - Field 2039748839 - Property 2879900210
source: Parent Directory
de_de: Übergeordnetes Verzeichniss

# Table 946962095 - Field 2274610406 - Property 2879900210
source: XML Value
de_de: XML Wert

# Table 3662044705 - Property 2879900210
source: Feature
de_de: Funktion

# Table 3662044705 - Field 2891538263 - Property 2879900210
source: Enabled
de_de: Aktiviert

# Table 3662044705 - Field 1241377248 - Property 2879900210
source: Feature
de_de: Funktion

# Table 3105358331 - Property 2879900210
source: Module
de_de: Modul

# Table 3105358331 - Field 2891538263 - Property 2879900210
source: Enabled
de_de: Aktiviert

# Table 3105358331 - Field 520258886 - Property 2879900210
source: Module
de_de: Modul

# Table 3458592703 - Field 3348941625 - Property 2879900210
source: Key
de_de: Schlüssel

# Table 3458592703 - Field 1131619133 - Property 2879900210
source: Value
de_de: Wert

# Codeunit 1546311195 - NamedType 2689749442
source: Could not abort copy operation for %1.
de_de: Kopiervorgang für %1 konnte nicht abgebrochen werden.

# Codeunit 1546311195 - NamedType 804679100
source: Could not %1 Container ACL.
de_de: Konnte nicht %1 für Container ACL.

# Codeunit 1546311195 - NamedType 1651198496
source: Could not copy %1 to %2.
de_de: Kopiervorgang von %1 zu %2 war nicht erfolgreich.

# Codeunit 1546311195 - NamedType 478913454
source: Could not create container %1.
de_de: Container %1 konnte nicht erstellt werden.

# Codeunit 1546311195 - NamedType 2345547357
source: Could not Blob %1 in container %2.
de_de: Konnte Blob %1 in Container %2 nicht löschen.

# Codeunit 1546311195 - NamedType 501127257
source: Could not delete container %1.
de_de: Container %1 konnte nicht gelöscht werden.

# Codeunit 1546311195 - NamedType 3473948105
source: Could not %1 lease for %2 %3.
de_de: Konnte nicht %1 für %2 %3.

# Codeunit 1546311195 - NamedType 4025171160
source: Could not %1%2 Metadata.
de_de: Konnte Metadaten nicht %1 für Container %2.

# Codeunit 1546311195 - NamedType 3386439318
source: Duration can be -1 (for infinite) or between 15 and 60 seconds. Parameter Value: %1
de_de: Die Dauer kann nur folgende Werte enthalten: -1 (unendlich) oder zwischen 15 und 60 Sekunden. Aktueller Wert: %1

# Codeunit 1546311195 - NamedType 3362851988
source: You need to specify %1 (%2)
de_de: Der folgenden Parameter muss angegeben werden: %1 (%2)

# Codeunit 1546311195 - NamedType 974354996
source: Could not %1%2 Properties.
de_de: Konnte nicht %1%2 für Eigenschaften.

# Codeunit 1546311195 - NamedType 2838539987
source: Could not upload %1 to %2
de_de: Blob %1 konnte nicht in Container %2 hochgeladen werden.

# Codeunit 1039178257 - Method 1086146721 - NamedType 3953400458
source: No cache found for table no. %1.
de_de: Es wurde kein Cache für Tabelle %1 gefunden.

# Codeunit 3748841232 - Method 4283638840 - NamedType 4123664346
source: Do you want to disable feature %1?
de_de: Möchten Sie die Funktion %1 deaktivieren?

# Codeunit 3748841232 - Method 4283638840 - NamedType 2867641487
source: Feature %1 is now disabled.
de_de: Die Funktion %1 ist nun deaktiviert.

# Codeunit 3748841232 - Method 3483044347 - NamedType 3738065749
source: Do you want to enable feature %1?
de_de: Möchten Sie die Funktion %1 aktivieren?

# Codeunit 3748841232 - Method 3483044347 - NamedType 582574044
source: This can not be reversed.
de_de: Diese Aktion kann nicht rückgängig gemacht werden.

# Codeunit 3748841232 - Method 3483044347 - NamedType 24569220
source: Feature %1 is now enabled.
de_de: Die Funktion %1 ist nun aktiviert.

# Codeunit 3748841232 - Method 2044216743 - NamedType 984774192
source: No experience tier selected for the current company. The feature management will not work properly without an experience tier.
de_de: Es wurde keine Benutzererfahrung für den aktuellen Mandant ausgewählt. Die Funktionsverwaltung wird ohne eingerichtete Benutzererfahrung nicht ordentlich funktionieren.

# Codeunit 3748841232 - Method 2044216743 - NamedType 2274459877
source: Open Company Information
de_de: Öffne Firmendaten

# Codeunit 496100916 - Method 2473526021 - NamedType 1651198496
source: Could not copy %1 to %2.
de_de: Kopiervorgang von %1 zu %2 war nicht erfolgreich.

# Codeunit 496100916 - Method 1126182535 - NamedType 3525328728
source: Could not create directory %1.
de_de: Verzeichnis %1 konnte nicht erstellt werden.

# Codeunit 496100916 - Method 3302845128 - NamedType 1265032946
source: Could not delete file %1 in share %2.
de_de: Datei %1 konnte nicht in Freigabe %2 gelöscht werden.

# Codeunit 496100916 - Method 140963445 - NamedType 2838539987
source: Could not upload %1 to %2
de_de: Blob %1 konnte nicht in Container %2 hochgeladen werden.

# Codeunit 496100916 - Method 140963445 - NamedType 3231638957
source: Could not create file %1
de_de: Datei %1 konnte nicht erstellt werden.

# Codeunit 500206830 - NamedType 1185840565
source: The result set is empty
de_de: Es wurde nichts gefunden

# Codeunit 500206830 - Method 1796094455 - NamedType 2657891440
source: Error reading Response as XML.
de_de: Fehler beim Lesen der XML Antwort.

# Codeunit 3607768333 - Method 559587107 - NamedType 1304771032
source: The Test Period for the App "%1" will expire in %2 days. If you further want to use the app, please contact acadon AG.
de_de: Der Testzeitraum für die App "%1" wird in %2 Tagen ablaufen. Wenn Sie die App weiterhin nutzen möchten, wenden Sie sich bitte an die acadon AG.

# Codeunit 3607768333 - Method 1665861916 - NamedType 795511881
source: The license check for an acadon AG app could not be executed. The parameter "AppID" is missing.
de_de: Die Lizenzprüfung einer App von der acadon AG konnte nicht ausgeführt werden. Der Parameter "AppID" fehlt.

# Codeunit 3607768333 - Method 1665861916 - NamedType 2605122604
source: The app with the id: "%1" is not found.
de_de: Die App mit der id: "%1" wurde nicht gefunden.

# Codeunit 3607768333 - Method 1665861916 - NamedType 154637739
source: The Test Period for the app "%1" is expired. Please contact acadon AG if you further want to use the app or uninstall the app.
de_de: Der Testzeitraum für die App "%1" ist abgelaufen. Bitte kontaktieren Sie die acadon AG, wenn Sie die App weiter nutzen möchten oder deinstallieren Sie die App.

# Codeunit 2315710366 - Method 4283638840 - NamedType 3169974684
source: Do you want to disable Module %1?
de_de: Möchten Sie das Modul %1 deaktivieren?

# Codeunit 2315710366 - Method 4283638840 - NamedType 373238341
source: Module %1 is now disabled.
de_de: Das Modul %1 ist nun deaktiviert.

# Codeunit 2315710366 - Method 3483044347 - NamedType 3608861311
source: Do you want to enable Module %1?
de_de: Möchten Sie das Modul %1 aktivieren?

# Codeunit 2315710366 - Method 3483044347 - NamedType 582574044
source: This can not be reversed.
de_de: Diese Aktion kann nicht rückgängig gemacht werden.

# Codeunit 2315710366 - Method 3483044347 - NamedType 2064288866
source: Module %1 is now enabled.
de_de: Das Modul %1 ist nun aktiviert.

# Codeunit 2315710366 - Method 2044216743 - NamedType 984774192
source: No experience tier selected for the current company. The module management will not work properly without an experience tier.
de_de: Es wurde keine Benutzererfahrung für den aktuellen Mandant ausgewählt. Das Modul Management wird ohne eingerichtete Benutzererfahrung nicht ordentlich funktionieren.

# Codeunit 2315710366 - Method 2044216743 - NamedType 2274459877
source: Open Company Information
de_de: Öffne Firmendaten

# Codeunit 2720020166 - NamedType 2397347290
source: The website %1 is not available
de_de: Die Webseite %1 is nicht erreichbar

# Codeunit 2720020166 - NamedType 421386262
source: The response from the website %1 is invalid and cannot convert into json:\\%2
de_de: Die Webseite %1 gab eine ungültige Antwort zurück, welche nicht in json konvertiert werden konnte:\\%2

# Codeunit 2720020166 - Method 3212637975 - NamedType 2752023427
source: The Method %1 is not supported
de_de: Die HTTP-Methode %1 ist nicht unterstützt.

# Codeunit 1870669211 - Method 2005570468 - NamedType 1773691126
source: Unknown
de_de: Unbekannt

# Codeunit 1870669211 - Method 4077369804 - NamedType 3933572532
source: Feature is unknown. Probably App was removed
de_de: Funktion ist unbekannt. Möglicherweise wurde die App entfernt.

# Codeunit 1870669211 - Method 1581438739 - NamedType 1531504563
source: Unknown Feature
de_de: Unbekannte Funktion

# Codeunit 2277492977 - Method 2005570468 - NamedType 1773691126
source: Unknown
de_de: Unbekannt

# Codeunit 2277492977 - Method 4077369804 - NamedType 2786913170
source: Module is unknown. Probably App was removed
de_de: Modul ist unbekannt. Möglicherweise wurde die App entfernt.

# Codeunit 2277492977 - Method 1581438739 - NamedType 1962442433
source: Unknown Module
de_de: Unbekanntes Modul

# Codeunit 1306543373 - Method 1340944587 - NamedType 4132244079
source: %1 can not be empty
de_de: %1 darf nicht leer sein

# Codeunit 1306543373 - Method 1340944587 - NamedType 3564948910
source: Access Key
de_de: Zugriffsschlüssel

# Codeunit 503665040 - NamedType 501127257
source: Could not delete container %1.
de_de: Container %1 konnte nicht gelöscht werden.

# Codeunit 503665040 - NamedType 278290564
source: %1.\\Response Code: %2 %3
de_de: %1.\\Antwort Code: %2 %3

# Codeunit 503665040 - NamedType 2013189902
source: Could not connect to %1.\\Response Code: %2 %3
de_de: Konnte keine Verbindung herstellen zu %1\\Antwort Code: %2 %3

# Codeunit 503665040 - NamedType 683667025
source: Could not read response.
de_de: Antwort konnte nicht gelesen werden.

# Page 652615724 - Property 2879900210
source: File Share Content
de_de: Dateifreigabe Inhalt

# Page 652615724 - Control 995333756 - Property 1295455071
source: File Share Content-Length.
de_de: Dateifreigabe Inhaltsgröße

# Page 652615724 - Control 2961552353 - Property 1295455071
source: File Share Content Name.
de_de: Dateifreigabe Inhaltsname

# Page 4293139214 - Property 2879900210
source: File Shares
de_de: Dateifreigaben

# Page 4293139214 - Control 771523618 - Property 1295455071
source: File Share Last-Modified.
de_de: Dateifreigabe Zuletzt geändert

# Page 4293139214 - Control 2961552353 - Property 1295455071
source: File Share Name.
de_de: Dateifreigabe Name.

# Page 881246390 - Property 2019332006
source: New,Process,Reports,View Container,Create Container,Delete Container,Upload,Download,Delete Blob,Lease,Properties
de_de: Neu,Vorgang,Berichte,Container anzeige,Container erstellen,Container löschen,Hochladen,Herunterladen,Blob löschen,Lease,Eigenschaften

# Page 881246390 - Property 2879900210
source: Blob Storage Connection Card
de_de: Blob Storage Verbindungskarte

# Page 881246390 - Control 1774875551 - Property 1295455071
source: The Name of the Container (or Directory) to download files from
de_de: Der Name des Container zum Herunterladen der Dateien.

# Page 881246390 - Control 1305033227 - Property 1295455071
source: The Name of the Container (or Directory) to upload files to
de_de: Der Name des Container zum Hochladen der Dateien.

# Page 881246390 - Control 3687300662 - Property 1295455071
source: The API Version to use
de_de: Gibt an, welche API Version genutzt werden soll.

# Page 881246390 - Control 3004954119 - Property 1295455071
source: Identifier
de_de: Bezeichner

# Page 881246390 - Control 1954283594 - Property 1295455071
source: Specifies which API will be used.
de_de: Gibt an, welche API genutzt werden soll.

# Page 881246390 - Control 3461834954 - Property 1295455071
source: Description
de_de: Beschreibung

# Page 881246390 - Control 2184249729 - Property 1295455071
source: The name (not the complete URL) for the Storage Account
de_de: Der Name des Storage Accounts (nicht die gesamte URL)

# Page 881246390 - Control 3207683269 - Property 1295455071
source: The way of authorizing API calls
de_de: Gibt an, welche Authentifizierung genutzt werden soll.

# Page 881246390 - Control 839089114 - Property 1295455071
source: Shared access signature Token or SharedKey
de_de: Shared access signature Token oder Shared Key

# Page 881246390 - Action 631399718 - Property 2879900210
source: Properties
de_de: Eigenschaften

# Page 881246390 - Action 193955382 - Property 1295455071
source: The Get Container ACL operation gets the permissions for the specified container. The permissions indicate whether container data may be accessed publicly.
de_de: Der Container ACL holen Vorgang ruft die Berechtigungen für den angegebenen Container ab. Mit den Berechtigungen wird angegeben, ob auf die Containerdaten öffentlich zugegriffen werden kann.

# Page 881246390 - Action 193955382 - Property 2879900210
source: Get Container ACL (Source)
de_de: Container ACL holen (Herkunft)

# Page 881246390 - Action 2033095947 - Property 1295455071
source: The Get Container Metadata operation returns all user-defined metadata for the container.
de_de: Der Container Metadaten holen Vorgang gibt alle benutzerdefinierten Metadaten für den Container zurück.

# Page 881246390 - Action 2033095947 - Property 2879900210
source: Get Container Metadata (Source)
de_de: Container Metadaten holen (Herkunft)

# Page 881246390 - Action 3228159230 - Property 1295455071
source: The Get Blob Service Properties operation gets the properties of a storage account's Blob service, including properties for Storage Analytics and CORS (Cross-Origin Resource Sharing) rules.\n\nFor detailed information about CORS rules and evaluation logic, see CORS Support for the Storage Services.
de_de: Der Dienst Eigenschaften holen Vorgang ruft die Eigenschaften des Blob-Diensts eines Speicherkontos ab, einschließlich Eigenschaften für Storage Analytics- und CORS-Regeln (Cross-Origin Resource Sharing).

# Page 881246390 - Action 3228159230 - Property 2879900210
source: Get Service Properties
de_de: Dienst Eigenschaften holen

# Page 881246390 - Action 3788534882 - Property 1295455071
source: The Set Container ACL operation sets the permissions for the specified container. The permissions indicate whether blobs in a container may be accessed publicly.
de_de: Der Container ACL setzten Vorgang legt die Berechtigungen für den angegebenen Container fest. Die Berechtigungen geben an, ob öffentlicher Zugriff auf BLOBs in einem Container zulässig ist.

# Page 881246390 - Action 3788534882 - Property 2879900210
source: Set Container ACL (Source)
de_de: Container ACL setzten (Herkunft)

# Page 881246390 - Action 2155022871 - Property 1295455071
source: The Set Container Metadata operation sets one or more user-defined name-value pairs for the specified container.
de_de: Mit dem Container Metadaten setzten Vorgang werden ein oder mehrere benutzerdefinierte Name-Wert-Paare für den angegebenen Container festgelegt.

# Page 881246390 - Action 2155022871 - Property 2879900210
source: Set Container Metadata (Source)
de_de: Container Metadaten setzten (Herkunft)

# Page 881246390 - Action 1113516618 - Property 1295455071
source: The Set Blob Service Properties operation sets properties for a storage account's Blob service endpoint, including properties for Storage Analytics, CORS (Cross-Origin Resource Sharing) rules and soft delete settings.\n\nYou can also use this operation to set the default request version for all incoming requests to the Blob service that do not have a version specified.\n\nSee CORS Support for the Storage Services for more information on CORS rules.
de_de: Der Dienst Eigenschaften setzten Vorgang legt Eigenschaften für den Blob-Dienstendpunkt eines Speicherkontos fest, einschließlich Eigenschaften für Storage Analytics, CORS (Cross-Origin Resource Sharing)-Regeln und Soft delete-Einstellungen.

# Page 881246390 - Action 1113516618 - Property 2879900210
source: Set Service Properties
de_de: Dienst Eigenschaften setzten

# Page 881246390 - Action 2281047204 - Property 2879900210
source: Create Containers
de_de: Container erstellen

# Page 881246390 - Action 2354475124 - Property 1295455071
source: Create the Container (specified in "Source Container Name") in the Storage Account
de_de: Erstellt den Herkunft Container im Storage Account.

# Page 881246390 - Action 2354475124 - Property 2879900210
source: Create Source Container
de_de: Container erstellen (Herkunft)

# Page 881246390 - Action 1560731592 - Property 1295455071
source: Create the Container (specified in "Target Container Name") in the Storage Account
de_de: Erstellt den Ziel Container im Storage Account.

# Page 881246390 - Action 1560731592 - Property 2879900210
source: Create Target Container
de_de: Container erstellen (Ziel)

# Page 881246390 - Action 2752159046 - Property 2879900210
source: Delete Blob
de_de: Blob löschen

# Page 881246390 - Action 2634070797 - Property 1295455071
source: Delete a file from the Container (specified in "Source Container Name") of the Storage Account
de_de: Löscht eine Datei aus dem Container, der als Herkunft Container Name angegeben ist, herunten.

# Page 881246390 - Action 2634070797 - Property 2879900210
source: Delete File (Source)
de_de: Datei löschen (Herkunft)

# Page 881246390 - Action 358031057 - Property 1295455071
source: Delete a file from the Container (specified in "Target Container Name") of the Storage Account
de_de: Löscht eine Datei aus dem Container, der als Ziel Container Name angegeben ist, herunten.

# Page 881246390 - Action 358031057 - Property 2879900210
source: Delete File (Target)
de_de: Datei löschen (Ziel)

# Page 881246390 - Action 3256302415 - Property 2879900210
source: Delete Containers
de_de: Container löschen

# Page 881246390 - Action 3654130951 - Property 1295455071
source: Delete the Container (specified in "Source Container Name") in the Storage Account
de_de: Löscht den Herkunft Container im Storage Account.

# Page 881246390 - Action 3654130951 - Property 2879900210
source: Delete Source Container
de_de: Container löschen (Herkunft)

# Page 881246390 - Action 1049326515 - Property 1295455071
source: Delete the Container (specified in "Target Container Name") in the Storage Account
de_de: Löscht den Ziel Container im Storage Account.

# Page 881246390 - Action 1049326515 - Property 2879900210
source: Delete Target Container
de_de: Container löschen (Ziel)

# Page 881246390 - Action 2787516006 - Property 2879900210
source: Download
de_de: Herunterladen

# Page 881246390 - Action 713003757 - Property 1295455071
source: Download a file from the Container (specified in "Source Container Name") of the Storage Account
de_de: Lädt eine Datei aus dem Container, der als Herkunft Container Name angegeben ist, herunten.

# Page 881246390 - Action 713003757 - Property 2879900210
source: Download File (Source)
de_de: Datei herunterladen (Herkunft)

# Page 881246390 - Action 496096945 - Property 1295455071
source: Download a file from the Container (specified in "Target Container Name") of the Storage Account
de_de: Lädt eine Datei aus dem Container, der als Ziel Container Name angegeben ist, herunter.

# Page 881246390 - Action 496096945 - Property 2879900210
source: Download File (Target)
de_de: Datei herunterladen (Ziel)

# Page 881246390 - Action 57485611 - Property 1295455071
source: Acquires a lease for a container
de_de: Lease setzten

# Page 881246390 - Action 57485611 - Property 2879900210
source: Acquire Lease Container
de_de: Lease setzten

# Page 881246390 - Action 3453916066 - Property 1295455071
source: Release a lease for a container
de_de: Lease freigeben

# Page 881246390 - Action 3453916066 - Property 2879900210
source: Release Lease Container
de_de: Lease freigeben

# Page 881246390 - Action 3340017350 - Property 1295455071
source: Renew a lease for a container
de_de: Lease erneuern

# Page 881246390 - Action 3340017350 - Property 2879900210
source: Renew Lease Container
de_de: Lease erneuern

# Page 881246390 - Action 4274505735 - Property 1295455071
source: Use this page to test API actions and view the "raw" HTTP response for it
de_de: Öffnet eine Test Page zum Test von einzelnen API Aufrufen.

# Page 881246390 - Action 4274505735 - Property 2879900210
source: Open Test-Page
de_de: Test Page öffnen

# Page 881246390 - Action 1139572727 - Property 2879900210
source: Upload
de_de: Hochladen

# Page 881246390 - Action 725558672 - Property 1295455071
source: Upload a file in the Container (specified in "Source Container Name") of the Storage Account
de_de: Lädt eine Datei in den Container, der als Herkunft Container Name angegeben ist, hoch.

# Page 881246390 - Action 725558672 - Property 2879900210
source: Upload File (Source)
de_de: Datei hochladen (Herkunft)

# Page 881246390 - Action 3678290716 - Property 1295455071
source: Upload a file in the Container (specified in "Target Container Name") of the Storage Account
de_de: Lädt eine Datei in den Container, der als Ziel Container Name angegeben ist, hoch.

# Page 881246390 - Action 3678290716 - Property 2879900210
source: Upload File (Target)
de_de: Datei hochladen (Ziel)

# Page 881246390 - Action 176562519 - Property 2879900210
source: View Container
de_de: Container anzeigen

# Page 881246390 - Action 2265178186 - Property 1295455071
source: List all available Containers in the Storage Account
de_de: Zeigt alle verfügbaren Container in dem Storage Account an.

# Page 881246390 - Action 2265178186 - Property 2879900210
source: List all Containers
de_de: Container anzeigen

# Page 881246390 - Action 3653510600 - Property 1295455071
source: List all available Shares in the Storage Account
de_de: Zeigt alle verfügbaren Dateifreigaben in dem Storage Account an.
