Repository: PBA1886/acadon_base
Catalog: MainApp/Translations/acadon Base.*.xlf
Languages: de_de

# Page 881246390 - Action 3653510600 - Property 2879900210
source: List all Shares
de_de: Dateifreigaben anzeigen

# Page 881246390 - Action 1410279783 - Property 1295455071
source: List all files in the Source Container
de_de: Zeigt alle Dateien im Herkunft Container an.

# Page 881246390 - Action 1410279783 - Property 2879900210
source: List Contents of Source
de_de: Zeigt den Inhalt im Herkunft Container an.

# Page 881246390 - Action 3924555955 - Property 1295455071
source: List all files in the Target Container
de_de: Zeigt alle Dateien im Ziel Container an.

# Page 881246390 - Action 3924555955 - Property 2879900210
source: List Contents of Target
de_de: Zeigt den Inhalt im Ziel Container an.

# Page 3269811179 - Property 2879900210
source: Blob Storage Connections
de_de: Blob Storage Verbindungen

# Page 3269811179 - Control 3207683269 - Property 1295455071
source: The way of authorizing API calls
de_de: Gibt an, welche Authentifizierung genutzt werden soll.

# Page 3269811179 - Control 3004954119 - Property 1295455071
source: Identifier
de_de: Bezeichner

# Page 3269811179 - Control 1954283594 - Property 1295455071
source: Specifies which API will be used.
de_de: Gibt an, welche API genutzt werden soll.

# Page 3269811179 - Control 3461834954 - Property 1295455071
source: Description
de_de: Beschreibung

# Page 3269811179 - Control 839089114 - Property 1295455071
source: Shared access signature Token or SharedKey
de_de: Shared access signature Token oder Shared Key

# Page 3269811179 - Control 1774875551 - Property 1295455071
source: The Name of the Container (or Directory) to download files from
de_de: Der Name des Container zum Herunterladen der Dateien.

# Page 3269811179 - Control 2184249729 - Property 1295455071
source: Enter the name (not the complete URL) for the Storage Account here
de_de: Der Name des Storage Accounts (nicht die gesamte URL)

# Page 3269811179 - Control 1305033227 - Property 1295455071
source: The Name of the Container (or Directory) to upload files to
de_de: Der Name des Container zum Hochladen der Dateien.

# Page 3269811179 - Action 2281047204 - Property 2879900210
source: Create Containers
de_de: Container erstellen

# Page 3269811179 - Action 2354475124 - Property 1295455071
source: Create the Container (specified in "Source Container Name") in the Storage Account
de_de: Erstellt den Herkunft Container im Storage Account.

# Page 3269811179 - Action 2354475124 - Property 2879900210
source: Create Source Container
de_de: Container erstellen (Herkunft)

# Page 3269811179 - Action 1560731592 - Property 1295455071
source: Create the Container (specified in "Target Container Name") in the Storage Account
de_de: Erstellt den Ziel Container im Storage Account.

# Page 3269811179 - Action 1560731592 - Property 2879900210
source: Create Target Container
de_de: Container erstellen (Ziel)

# Page 3269811179 - Action 3256302415 - Property 2879900210
source: Create Containers
de_de: Container erstellen

# Page 3269811179 - Action 3654130951 - Property 1295455071
source: Delete the Container (specified in "Source Container Name") in the Storage Account
de_de: Löscht den Herkunft Container im Storage Account.

# Page 3269811179 - Action 3654130951 - Property 2879900210
source: Delete Source Container
de_de: Container löschen (Herkunft)

# Page 3269811179 - Action 1049326515 - Property 1295455071
source: Delete the Container (specified in "Target Container Name") in the Storage Account
de_de: Löscht den Ziel Container im Storage Account.

# Page 3269811179 - Action 1049326515 - Property 2879900210
source: Delete Target Container
de_de: Container löschen (Ziel)

# Page 3269811179 - Action 2787516006 - Property 2879900210
source: Download
de_de: Herunterladen

# Page 3269811179 - Action 289617730 - Property 1295455071
source: Download a file from the Container (specified in "Source Container Name") of the Storage Account
de_de: Lädt eine Datei aus dem Container, der als Herkunft Container Name angegeben ist, herunten.

# Page 3269811179 - Action 289617730 - Property 2879900210
source: Download File (UI) from Source Container
de_de: Datei herunterladen (UI) (Herkunft)

# Page 3269811179 - Action 705173316 - Property 2879900210
source: View
de_de: Ansicht

# Page 3269811179 - Action 1487752180 - Property 1295455071
source: List all available Containers in the Storage Account
de_de: Zeigt alle verfügbaren Container in dem Storage Account an.

# Page 3269811179 - Action 1487752180 - Property 2879900210
source: List all Containers
de_de: Container anzeigen

# Page 3269811179 - Action 2323039899 - Property 1295455071
source: List all files in the Source Container
de_de: Zeigt alle Dateien im Herkunft Container an.

# Page 3269811179 - Action 2323039899 - Property 2879900210
source: List Contents of Source
de_de: Zeigt den Inhalt im Herkunft Container an.

# Page 3269811179 - Action 3995472063 - Property 1295455071
source: List all files in the Target Container
de_de: Zeigt alle Dateien im Ziel Container an.

# Page 3269811179 - Action 3995472063 - Property 2879900210
source: List Contents of Target
de_de: Zeigt den Inhalt im Ziel Container an.

# Page 3269811179 - Action 4274505735 - Property 1295455071
source: Use this page to test API actions and view the "raw" HTTP response for it
de_de: Öffnet eine Test Page zum Test von einzelnen API Aufrufen.

# Page 3269811179 - Action 4274505735 - Property 2879900210
source: Open Test-Page
de_de: Test Page öffnen

# Page 3269811179 - Action 1139572727 - Property 2879900210
source: Upload
de_de: Hochladen

# Page 3269811179 - Action 1095683099 - Property 1295455071
source: Upload a file in the Container (specified in "Source Container Name") of the Storage Account
de_de: Lädt eine Datei in den Container, der als Herkunft Container Name angegeben ist, hoch.

# Page 3269811179 - Action 1095683099 - Property 2879900210
source: Upload File (UI) to Source Container
de_de: Datei hochladen (UI) (Herkunft)

# Page 2399678664 - Control 1017087755 - Property 1295455071
source: Shows default encryption scope.
de_de: Zeigt den Standardverschlüsselungsbereich an.

# Page 2399678664 - Control 894107473 - Property 1295455071
source: Shows default encryption scope override.
de_de: Zeigt an, dass der Standardverschlüsselungsbereich außer Kraft gesetzt ist.

# Page 2399678664 - Control 2808392988 - Property 1295455071
source: Shows if the Container is Immutable.
de_de: Zeigt an, ob der Container unveränderlich ist.

# Page 2399678664 - Control 2791363642 - Property 1295455071
source: Shows if the Container is classified for Legal Hold.
de_de: Zeigt an, ob der Container als gesetzlich Aufbewahrungspflichtig klassifiziert ist.

# Page 2399678664 - Control 771523618 - Property 1295455071
source: Shows the last datetime when the container was edited.
de_de: Zeigt an, wann der Container zuletzt geändert wurde.

# Page 2399678664 - Control 3159815827 - Property 1295455071
source: Shows the Leasing State of the Container.
de_de: Zeigt den Lease-State an.

# Page 2399678664 - Control 2796467918 - Property 1295455071
source: Shows the Leasing Status of the Container.
de_de: Zeigt den Lease-Status an.

# Page 2399678664 - Control 2961552353 - Property 1295455071
source: The Container name.
de_de: Der Container Name.

# Page 2399678664 - Action 3488727383 - Property 1295455071
source: Shows details that are stored in the field XML Value.
de_de: Zeigt den Inhalt des Feldes XML Value an.

# Page 2399678664 - Action 3488727383 - Property 2879900210
source: Show Entry Details
de_de: Details anzeigen

# Page 1564546561 - Property 2879900210
source: Container Contents
de_de: Container Inhalt

# Page 1564546561 - Control 2338894653 - Property 1295455071
source: The BlobType of the Container.
de_de: Der Blob-Typ des Containers.

# Page 1564546561 - Control 995333756 - Property 1295455071
source: The Content-Length of the Container.
de_de: Die Inhalts-Länge des Containers.

# Page 1564546561 - Control 782056840 - Property 1295455071
source: The Content-Type of the Container.
de_de: Die Inhalts-Art des Containers.

# Page 1564546561 - Control 3893835339 - Property 1295455071
source: The datetime when the Container was created.
de_de: Das Datum, wann der Container erstellt wurde.

# Page 1564546561 - Control 1789400218 - Property 1295455071
source: The count of parent directories.
de_de: Die Anzahl an übergeordneten Verzeichnissen.

# Page 1564546561 - Control 2961552353 - Property 1295455071
source: The Container name.
de_de: Der Container Name

# Page 1564546561 - Control 2039748839 - Property 1295455071
source: The Parent Directory of the Container.
de_de: Das Übergeordnetes Verzeichnis des Containers.

# Page 1564546561 - Action 593408208 - Property 1295455071
source: Download the Blob.
de_de: Den Blob herunterladen.

# Page 1564546561 - Action 593408208 - Property 2879900210
source: Download
de_de: Herunterladen

# Page 746318842 - Property 2879900210
source: Container Contents
de_de: Container Inhalt

# Page 746318842 - Control 2338894653 - Property 1295455071
source: The BlobType of the Container.
de_de: Der Blob-Typ des Containers.

# Page 746318842 - Control 995333756 - Property 1295455071
source: The Content-Length of the Container.
de_de: Die Inhalts-Länge des Containers.

# Page 746318842 - Control 782056840 - Property 1295455071
source: The Content-Type of the Container.
de_de: Die Inhalts-Art des Containers.

# Page 746318842 - Control 3893835339 - Property 1295455071
source: The datetime when the Container was created.
de_de: Das Datum, wann der Container erstellt wurde.

# Page 746318842 - Control 771523618 - Property 1295455071
source: Shows the last datetime when the container was edited.
de_de: Zeigt an, wann der Container zuletzt geändert wurde.

# Page 746318842 - Control 1789400218 - Property 1295455071
source: The count of parent directories.
de_de: Die Anzahl an übergeordneten Verzeichnissen.

# Page 746318842 - Control 2961552353 - Property 1295455071
source: The Container name.
de_de: Der Container Name

# Page 746318842 - Control 2039748839 - Property 1295455071
source: The Parent Directory of the Container.
de_de: Das Übergeordnetes Verzeichnis des Containers.

# Page 746318842 - Action 3266913118 - Property 1295455071
source: The Abort Copy Blob operation aborts a pending Copy Blob operation.
de_de: Der Blob Kopiervorgang abbrechen Vorgang bricht ausstehende Copy Blob Vorgänge ab.

# Page 746318842 - Action 3266913118 - Property 2879900210
source: Abort Copy Blob
de_de: Blob Kopiervorgang abbrechen

# Page 746318842 - Action 3409237487 - Property 1295455071
source: Establishes a lock on a Blob for delete operations.
de_de: Richtet eine sperre auf einen Blob für Lösch-Vorgänge ein.

# Page 746318842 - Action 3409237487 - Property 2879900210
source: Acquire Lease
de_de: Lease setzten

# Page 746318842 - Action 1776687052 - Property 1295455071
source: The Copy Blob operation copies a blob to a destination within the storage account.
de_de: Der Blob kopieren Vorgang kopiert einen Blob an ein Ziel innerhalb des Storage Accounts.

# Page 746318842 - Action 1776687052 - Property 2879900210
source: Copy Blob
de_de: Blob kopieren

# Page 746318842 - Action 215757058 - Property 1295455071
source: The Get Metadata operation returns all user-defined metadata for the specified blob.
de_de: Der Blob Metadaten holen Vorgang gibt alle benutzerdefinierten Metadaten für das benutzerdefinierte BLOB oder die benutzerdefinierte Momentaufnahme zurück

# Page 746318842 - Action 215757058 - Property 2879900210
source: Get Metadata
de_de: Blob Metadaten holen

# Page 746318842 - Action 989574110 - Property 1295455071
source: The Get Blob Service Properties operation gets the properties of a storage account's Blob service, including properties for Storage Analytics and CORS (Cross-Origin Resource Sharing) rules.
de_de: Der Eigenschaften holen Vorgang ruft die Eigenschaften des Blob-Diensts eines Speicherkontos ab, einschließlich Eigenschaften für Storage Analytics- und CORS-Regeln (Cross-Origin Resource Sharing).

# Page 746318842 - Action 989574110 - Property 2879900210
source: Get Properties
de_de: Eigenschaften holen

# Page 746318842 - Action 2483274984 - Property 1295455071
source: Releases a lock on a Blob if it is no longer needed so that another client may immediately acquire a lease against the container.
de_de: Hebt die Blob-Sperre auf, wenn sie nicht mehr benötigt wird, sodass sofort von einem anderen Client eine Lease für das BLOB abgerufen werden kann

# Page 746318842 - Action 2483274984 - Property 2879900210
source: Release Lease
de_de: Lease freigeben

# Page 746318842 - Action 3025263682 - Property 1295455071
source: Renews a lock on a Blob to keep it locked again for the same amount of time as before.
de_de: Erneuert eine Sperre auf einem Blob, so dass der Blob erneut für die gleiche Länge gesperrt bleibt.

# Page 746318842 - Action 3025263682 - Property 2879900210
source: Renew Lease
de_de: Lease erneuern

# Page 746318842 - Action 1156924534 - Property 1295455071
source: The Set Metadata operation sets user-defined metadata for the specified blob as one or more name-value pairs.
de_de: Der Blob Metadaten setzten Vorgang legt benutzerdefinierte Metadaten für das angegebene BLOB als ein oder mehrere Name-Wert-Paare fest

# Page 746318842 - Action 1156924534 - Property 2879900210
source: Set Metadata
de_de: Blob Metadaten setzten

# Page 746318842 - Action 1138658186 - Property 1295455071
source: The Set Properties operation sets system properties on the blob.
de_de: Mit dem Vorgang Eigenschaften setzten werden Systemeigenschaften für das BLOB festgelegt

# Page 746318842 - Action 1138658186 - Property 2879900210
source: Set Properties (Dummy)
de_de: Eigenschaften setzten (Dummy)

# Page 746318842 - Action 3488727383 - Property 1295455071
source: Shows details that are stored in the field XML Value.
de_de: Zeigt den Inhalt des Feldes XML Value an.

# Page 746318842 - Action 3488727383 - Property 2879900210
source: Show Entry Details
de_de: Details anzeigen

# Page 3530639672 - Property 1064389655
source: About Upcoming Features
de_de: Informationen zur Funktionsverwaltung

# Page 3530639672 - Property 247559172
source: Upcoming Features lists new features that will become part of the solution in the future. Here you can already enable these features now.
de_de: Die acadon Funktionsverwaltung enthält neue Funktionen, die in Zukunft Bestandteil der Lösung sind. Hier können diese bereits vorab aktiviert werden.

# Page 3530639672 - Property 2879900210
source: acadon Upcoming Features
de_de: acadon Funktionsverwaltung

# Page 3530639672 - Control 1683930818 - Property 1295455071
source: Specifies the Name of the App where this feature is coming from
de_de: Gibt den Namen der App an, aus der die Funktion kommt.

# Page 3530639672 - Control 2891538263 - Property 1295455071
source: Shows if the Feature is Enabled.
de_de: Zeigt an, ob die Funktion aktiviert ist.

# Page 3530639672 - Control 1241377248 - Property 1295455071
source: Specifies the value of the Feature field
de_de: Gibt den Wert der Funktion an.

# Page 3530639672 - Control 2325998030 - Property 1064389655
source: What is the feature about
de_de: Worum geht es bei der Funktion

# Page 3530639672 - Control 2325998030 - Property 1295455071
source: Specifies the Description of the Feature.
de_de: Gibt die Beschreibung der Funktion an.

# Page 3530639672 - Control 2325998030 - Property 247559172
source: The description gives a short introduction of the feature.
de_de: In der Beschreibung wird kurz erklärt, worum es bei der Funktion geht.

# Page 3530639672 - Control 2325998030 - Property 2879900210
source: Description
de_de: Beschreibung

# Page 3530639672 - Control 758874885 - Property 1295455071
source: Specifies the Name of the Feature.
de_de: Gibt den Namen der Funktion an.

# Page 3530639672 - Control 2699756134 - Property 1064389655
source: When will the feature be released
de_de: Wann wird die Funktion aktiviert

# Page 3530639672 - Control 2699756134 - Property 1295455071
source: Mandantory by version.
de_de: Gibt an, wann die Funktion automatisch aktiviert wird

# Page 3530639672 - Control 2699756134 - Property 247559172
source: Shows the expected date when the feature will be released as part of the solution.
de_de: Zeigt die Version an, mit der die Funktion automatisch aktiviert wird, bzw. in die Lösung übernommen wird.

# Page 3530639672 - Control 2699756134 - Property 2879900210
source: Mandantory by
de_de: Automatisch aktiviert mit

# Page 3530639672 - Action 4283638840 - Property 1295455071
source: This action will disable the feature if possible.
de_de: Diese Aktion deaktiviert die Funktion, wenn dies möglich ist.

# Page 3530639672 - Action 4283638840 - Property 2879900210
source: Disable
de_de: Deaktivieren

# Page 3530639672 - Action 3483044347 - Property 1064389655
source: Do you want to enable this feature?
de_de: Möchten Sie die Funktion aktivieren?

# Page 3530639672 - Action 3483044347 - Property 1295455071
source: This action will enable the feature and may also make necessary changes regarding the feature.
de_de: Diese Aktion aktiviert die Funktion. Es werden ebenfalls nötige Änderungen durchgeführt

# Page 3530639672 - Action 3483044347 - Property 247559172
source: It is possible to enable the feature before it is released.
de_de: Hier kann eine Funktion aktiviert werden, bevor diese released wurde.

# Page 3530639672 - Action 3483044347 - Property 2879900210
source: Enable
de_de: Aktivieren

# Page 3530639672 - Action 3238504282 - Property 1295455071
source: This action will delete the feature.
de_de: Diese Aktion löscht die Funktion.

# Page 3530639672 - Action 3238504282 - Property 2879900210
source: Remove
de_de: Löschen

# Page 3519336281 - Property 2879900210
source: File Share Content
de_de: Dateifreigabe Inhalt

# Page 3519336281 - Control 995333756 - Property 1295455071
source: The Content-Length of the Container.
de_de: Die Inhalts-Länge des Containers.

# Page 3519336281 - Control 2961552353 - Property 1295455071
source: The Container Name.
de_de: Der Container Name.

# Page 3519336281 - Action 593408208 - Property 1295455071
source: Download the Blob.
de_de: Den Blob herunterladen.

# Page 3519336281 - Action 593408208 - Property 2879900210
source: Download
de_de: Herunterladen

# Page 3744150213 - Control 1334856188 - Property 1295455071
source: Specifies the destination Blob.
de_de: Gibt den Ziel Blob an.

# Page 3744150213 - Control 1334856188 - Property 2879900210
source: Destination Blob Name
de_de: Ziel Blob Name

# Page 3744150213 - Control 1096642512 - Property 1295455071
source: Specifies the destination Container.
de_de: Gibt den Ziel Container an.

# Page 3744150213 - Control 1096642512 - Property 2879900210
source: Destination Container Name
de_de: Ziel Container Name

# Page 3744150213 - Control 1574055136 - Property 1295455071
source: Specifies the destination Storage Account.
de_de: Gibt den Ziel Storage Account an.

# Page 3744150213 - Control 1574055136 - Property 2879900210
source: Destination Storage Account
de_de: Ziel Storage Account

# Page 2561984934 - Property 1064389655
source: About Module Managment
de_de: Informationen zum Modul Management

# Page 2561984934 - Property 247559172
source: Module Management lists modules that can be enabled/disabled. It makes it possible to hide not needed modules from the application
de_de: Das acadon Modul Management enthält Module, die aktiviert/deaktiviert werden können. Dies ermöglicht es nicht benötigte Module komplett auszublenden.

# Page 2561984934 - Property 2879900210
source: acadon Module Management
de_de: acadon Modul Management

# Page 2561984934 - Control 1683930818 - Property 1295455071
source: Specifies the Name of the App where this Module is coming from
de_de: Gibt den Namen der App an, aus der das Modul kommt.

# Page 2561984934 - Control 2891538263 - Property 1295455071
source: Shows if the Module is Enabled.
de_de: Zeigt an, ob das Modul aktiviert ist.

# Page 2561984934 - Control 520258886 - Property 1295455071
source: Specifies the value of the Module field
de_de: Gibt den Wert des Moduls an.

# Page 2561984934 - Control 4238567160 - Property 1064389655
source: What is the module about
de_de: Worum geht es bei dem Modul

# Page 2561984934 - Control 4238567160 - Property 1295455071
source: Specifies the Description of the Module.
de_de: Gibt die Beschreibung des Moduls an.

# Page 2561984934 - Control 4238567160 - Property 247559172
source: The description gives a short introduction of the module.
de_de: In der Beschreibung wird kurz erklärt, worum es in dem Modul geht.

# Page 2561984934 - Control 4238567160 - Property 2879900210
source: Description
de_de: Beschreibung

# Page 2561984934 - Control 3122420063 - Property 1295455071
source: Specifies the Name of the Module.
de_de: Gibt den Namen des Moduls an.

# Page 2561984934 - Action 4283638840 - Property 1064389655
source: Do you want to hide this module?
de_de: Möchten Sie das Modul ausblenden?

# Page 2561984934 - Action 4283638840 - Property 1295455071
source: This action will disable the module if possible.
de_de: Diese Aktion deaktiviert das Modul, wenn dies möglich ist.

# Page 2561984934 - Action 4283638840 - Property 247559172
source: It is possible to disable the module so that it is hidden throughout the application. In case you want it enabled again, just use the Enable Action
de_de: Mit der Aktion kann ein Modul deaktiviert werden. Dadurch wird es in der gesamten Applikation ausgeblendet. Zum aktivieren kann die "Aktivieren" Aktion genutzt werden.

# Page 2561984934 - Action 4283638840 - Property 2879900210
source: Disable
de_de: Deaktivieren

# Page 2561984934 - Action 3483044347 - Property 1295455071
source: This action will enable the module and may also make necessary changes regarding the module.
de_de: Diese Aktion aktiviert das Modul. Es werden ebenfalls nötige Änderungen durchgeführt.

# Page 2561984934 - Action 3483044347 - Property 2879900210
source: Enable
de_de: Aktivieren

# Page 2561984934 - Action 3238504282 - Property 1295455071
source: This action will delete the module.
de_de: Diese Aktion löscht das Modul.

# Page 2561984934 - Action 3238504282 - Property 2879900210
source: Remove
de_de: Löschen

# Page 3263429843 - Property 2879900210
source: Optional Request Headers
de_de: Optionale Header

# Page 3263429843 - Control 2961552353 - Property 1295455071
source: The Request Header Name.
de_de: Der Name der Anfrage.

# Page 3263429843 - Control 1131619133 - Property 1295455071
source: The Request Header Value.
de_de: Der Wert der Anfrage.

# Page 589929113 - Property 2879900210
source: Optional URI Parameters
de_de: Optionale Url Parameter

# Page 589929113 - Control 2961552353 - Property 1295455071
source: The URI Parameter Name.
de_de: Der Parameter Name der URI.

# Page 589929113 - Control 1131619133 - Property 1295455071
source: The URI Parameter Value.
de_de: Der Parameter Wert der URI.

# Page 938890024 - Property 2879900210
source: Azure Blob Storage Request Test Page
de_de: Azure Blob Storage Test Page

# Page 938890024 - Control 1351956586 - Property 1295455071
source: The API Action that should be executed.
de_de: Die API-Methode die ausgeführt werden soll.

# Page 938890024 - Control 1351956586 - Property 2879900210
source: API Action
de_de: API Aktion

# Page 938890024 - Control 1351956586 - Property 62802879
source: List Containers,Create Container,Delete Container
de_de: Container auflisten,Container erstellen,Container löschen

# Page 938890024 - Control 2521344208 - Property 1295455071
source: The Blob Storage Blob Name.
de_de: Der Name des Blobs.

# Page 938890024 - Control 3004954119 - Property 1295455071
source: The Blob Storage Connection Code.
de_de: Der Verbindungscode zum Blob storage.
